[  
   {  
      "id":8,
      "text":"Rogues have little in common with each other. While some - maybe even the majority - are stealthy thieves, many serve as scouts, spies, investigators, diplomats, and simple thugs. Rogues are versatile, adaptable, and skilled at getting what others don't want them to get. While not equal to a fighter in combat, a rogue knows how to hit where it hurts, and a sneak attack can dish out a lot of damage. Rogues also seem to have a sixth sense when it comes to avoiding danger. Experienced rogues develop nearly magical powers and skills as they master the arts of stealth, evasion, and sneak attacks. In addition, while not capable of casting spells on their own, a rogue can sometimes 'fake it' well enough to cast spells from scrolls, activate wands, and use just about any other magic item.\n\n- Hit Die: d8.\n- Proficiencies:Proficient with rogue weapons and light armor. Rogues are not proficient with shields.\n- Skill Points (*4 at 1st level): 8 + Int Modifier."
   },
   {  
      "id":7,
      "text":"Rangers are skilled stalkers and hunters who make their home in the woods. Their martial skill is nearly the equal of the fighter, but they lack the latter's dedication to the craft of fighting. Instead, the ranger focuses his skills and training on a specific enemy - a type of creature he bears a vengeful grudge against and hunts above all others. Rangers often accept the role of protector, aiding those who live in or travel through the woods. His skills allow him to move quietly and stick to the shadows, especially in natural settings, and he also has special knowledge of certain types of creatures. Finally, an experienced ranger has such a tie to nature that he can actually draw on natural power to cast divine spells, much as a druid does, and like a druid he is often accompanied by animal companions.\n\nWARNING: To cast a spell, a ranger must have a Wisdom score of 10 + the spell's level. For example, to cast a 3rd-level spell, a ranger must have a Wisdom of 13.\n\n- Hit Die: d10.\n- Proficiencies: All simple and martial weapons, light and medium armor, and shields.\n- Skill Points (*4 at 1st level): 6 + Int Modifier.\n- Spellcasting: Ranger Spells. Divine (Wisdom based, armor-related chance of spell failure is ignored)."
   },
   {  
      "id":30,
      "text":"(PRESTIGE CLASS)\nThe assassin is a master of dealing quick, lethal blows. Assassins often function as spies, informants, killers for hire, or agents of vengeance. Their skill in a variety of dark arts allows them to carry out missions of death with shocking, terrifying precision. Rogues, monks and bards are ideal candidates to become assassins.\n\n- Hit Die: d6.\n- Proficiencies: Simple Weapons, Light Armor Proficiency.\n- Skill Points: 6 + Int Modifier.\n\nREQUIREMENTS:\n\nAlignment: Any evil.\nSkills: Hide 8 ranks, Move Silently 8 ranks.\nSpecial: This class requires a permission token.\n\nSPELLS: All spell-like abilities have a 2 minute cooldown.\n\nABILITIES:\n\nLevel\n1: Death Attack +1d6 - Special sneak attack that has a chance of paralyzing opponent.\n  Use Poison - Automatic success when coating a weapon with poison.\n  Assassinate - Damage bonus against selected target.\n2: Uncanny Dodge 1 - Retain dexterity bonus to armor class, even if flat-footed.\n  Ghostly Visage - As spell.\n  +1 Fortitude save vs. poison.\n3: Death Attack +2d6 - Death attack improves.\n  Use poison - +1 DC\n4: +2 Fortitude save vs. poison.\n5: Death Attack +3d6 - Death attack improves.\n  Uncanny Dodge 2 - +1 reflex saving throws.\n  Darkness - As spell.\n6: +3 Fortitude save vs. poison.\n  Use poison - +1 DC\n  Evasion\n7: Death Attack +4d6 - Death attack improves.\n  Invisibility - As spell.\n8: +4 Fortitude save vs. poison.\n9: Death Attack +5d6 - Death attack improves.\n  Improved Invisibility - As spell.\n10: Uncanny Dodge 3 - +2 reflex saving throws.\n  +5 Fortitude save vs. poison.\n  Use poison - +1 DC\n12: Defensive Roll\n13: Darkness spell now produces Ultravision\n14: Use poison - +1 DC\n15: Tactical Retreat - Invisibility spell also grants 50% movement increase\n16: Improved Evasion\n18: Use poison - +1 DC"
   },
   {
      "id":32,
      "name":"Divine Champion",
      "plural":"Divine Champions",
      "lower":"divine champion"
   },
   {
      "id":41,
      "name":"Knight",
      "plural":"Knights",
      "lower":"knight",
      "text":"(PRESTIGE CLASS)\nKnights are regarded across Faerun as exemplars of disciplined, skilled, loyal soldiers. Their reputation is deserved partly because of the bold actions of their leaders. Knights develop uncanny skills relating to coordinating and leading soldiers. Most are fighters, rangers or paladins, but a few bards, clerics, and rogues have been known to become Knights.\n\n- Hit Die: d10.\n- Proficiencies: No additional proficiences.\n- Skill Points: 2 + Int Modifier.\n\nREQUIREMENTS:\n\nFeats: Skill Focus: Discipline\n\nABILITIES:\n\nLevel\n1: Rallying Cry - +1 Attack Bonus to all allies within 60 feet, can be used three times a day.\n    Heroic Shield - Able to defend a nearby ally, granting them a +4 armor class bonus for one round.\n2: Inspire Courage - +2 saves vs. mind affecting, and +1 attack and damage, useable once a day.\n3: Fear - As fear spell, useable once per day.\n4: Inspire Courage - Can now be used twice a day.\n   Oath of Wrath - +2 bonus to attack, damage, saves and skill vs. single enemy.\n5: Final Stand - +2d10 HP to a number of allies equal to Purple Dragon Knight level + Charisma Bonus, once per day."
   },
   {
      "id":36,
      "name":"Earthkin Defender",
      "plural":"Earthkin Defenders",
      "lower":"earthkin defender",
      "text":"(PRESTIGE CLASS)\nThe free people of the Earthkin Alliance have long stood in solidarity towards a common cause of freedom and defense of their people. From Svirfneblin defending the Great Grotto from invading Xvarts, to the dwarves of Brogendenstein defending the mountain from the duergar cur, to the halflings of the Bendir Dale defending aginst the horde of Morghuns forces these warriors stand stalwart in the face of adversity ready to stand until their last breath.\n\nThey cast aside their differences in favor of bolstering the Alliance. Through regimented discipline and training, the Earthkin Defender was born standing ever vigilant against threat to the Earthkin Alliance.\n\n- Hit Die: d12\n- Proficiencies: Simple and Martial Weapons, Light, Medium and Heavy Armor Proficiency, Shields\n- Skill Points: 2 + Int Modifier.\n\nREQUIREMENTS:\n\nAlignment: Any lawful.\nRace: Dwarf, Gnome, or Halfling\nFeats: Toughness.\nBase Attack Bonus: +7\n\nABILITIES:\n\nLevel\n1: Defensive stance 1/day  - Gain +2 Str, +4 Con, +2 on all saves, +4 dodge bonus on AC.\n  Defensive awareness  - Dexterity bonus to AC even when flat-footed.\n3: Defensive stance 2/day.\n5: Defensive stance 3/day.\n  Defensive awareness  - The character can not  be flanked anymore.\n6: Damage reduction (3).\n7: Defensive stance 4/day.\n9: Defensive stance 5/day.\n10: Damage reduction (6).\n  Defensive awareness - The character gains a +1 saving throw bonus vs traps."
   },
   {
      "id":29,
      "text":"(PRESTIGE CLASS)\nMaster of the elven warbands, the Arcane Archer is a warrior skilled in using magic to supplement their combat prowess. Fighters, rangers, paladins, and barbarians become arcane archers to add a little magic to their combat abilities. Conversely, wizards and sorcerers may take this prestige class to add combat capabilities to their repertoire.\n\n- Hit Die: d8.\n- Proficiencies: All simple and martial weapons, light and medium armor, and shields.\n- Skill Points: 4 + Int Modifier.\n\nREQUIREMENTS:\n\nRace: Elf or half-elf.\nBase Attack Bonus: +6\nFeats: Weapon Focus Longbow or Weapon Focus Shortbow, Point Blank Shot.\nClasses: Ranger or Any Base Arcane Class.\n\nABILITIES:\n\nLevel\n1: Enchant Arrow +1 - All arrows fired have +1 enchantment.\n2: Imbue Arrow - Shoot a fireball arrow three times a day.\n3: Enchant Arrow +2.\n4: Seeker Arrow - Fire an arrow that cannot miss, once per day.\n5: Enchant Arrow +3.\n6: Seeker Arrow - Able to fire 2 seeker arrows a day.\n7: Enchant Arrow +4.\n8: Hail of Arrows - Fire an arrow at each and every target.\n9: Enchant Arrow +5.\n10: Arrow of Death - Fire an arrow that can instantly kill an opponent."
   },
   {
      "id":31,
      "text":"(PRESTIGE CLASS)\nA Blackguard epitomizes evil. They are nothing short of a mortal fiend, a black knight with the foulest sort of reputation. Many refer to Blackguards as anti-paladins due to their completely evil nature. No one class makes the best Blackguard, all that is required is a willingness to serve the forces of darkness.\n\n- Hit Die: d10.\n- Proficiencies: All simple and martial weapons, all types of armor, and shields.\n- Skill Points: 2 + Int Modifier.\n\nREQUIREMENTS:\n\nAlignment: Any evil.\nBase Attack Bonus: +6\n\nABILITIES:\n\nLevel\n1: Use Poison - Automatic success when coating a weapon with poison.\n2: Smite Good - Add Charisma modifier to attack roll.\n  Dark Blessing - Add Charisma modifier to saving throws.\n  Bull's Strength - As spell.\n3: Turn Undead - Make undead flee.\n  Create Undead - summons an undead ally.\n4: Sneak Attack +1d6.\n5: Summon Fiend - summons a fiendish ally.\n6: Inflict Serious Wounds - As spell.\n7: Contagion - As spell.\n  Sneak Attack +2d6.\n8: Inflict Critical Wounds - As spell.\n10: Sneak Attack +3d6."
   },
   {
      "id":27,
      "text":"(PRESTIGE CLASS)\nShadowdancers operate in the border between light and darkness. These nimble artists of deception are never completely trusted but always induce wonder when met. Many use their abilities to infiltrate past defenses and dupe others. Rogues and bards are the most common shadowdancers. \n\n- Hit Die: d8.\n- Proficiencies: Simple weapons and light armor.\n- Skill Points: 6 + Int Modifier.\n\nREQUIREMENTS:\n\nSkills: Hide 10 ranks, Move Silently 8 ranks, Tumble 5 ranks.\nFeats: Dodge and Mobility.\nOR, instead of the above.\nClass: Shadow Mage.\n\nABILITIES:\n\nLevel\n1: Hide in Plain Sight - Can hide even while being observed.\n2: Evasion - No damage on a successful reflex save.\n  Darkvision - Able to see in dim areas.\n  Uncanny Dodge 1 - Retain dexterity bonus to armor class, even if flat-footed.\n3: Shadow Daze - Inflict an illusory daze upon an enemy.\n  Summon Shadow - Able to summon a shadow.\n4: Shadow Evade - Armor class, concealment and damage reduction bonuses.\n5: Defensive Roll - Avoid death with a reflex save.\n  Uncanny Dodge 2 - +1 reflex saving throws.\n7: Slippery Mind - Failed Will saving throw gets automatic reroll.\n10: Improved Evasion - Failed reflex saving throws result in only half damage.\n  Uncanny Dodge 3 - +2 reflex saving throws."
   },
   {
      "id":28,
      "text":"(PRESTIGE CLASS)\nThe Harpers are a secret society. Members are dedicated to holding back evil, preserving knowledge and maintaining the balance between civilization and the wild. The Harper Scout performs many duties including espionage, stealth and reporting information.\n\n- BAB: Middle.\n- Hit Die: d6.\n- Proficiencies: Simple weapons and light armor.\n- Skill Points: 8 + Int Modifier.\n- Skill List: appraise, bluff, craft armor, craft trap, craft weapon, discipline, heal, hide, listen, lore, move silently, open lock, parry, persuade, pick pocket, ride, search, spot, tumble, use magic device.\n- Bonus Pre-epic and Epic Feats: As rogue and ranger, except for two weapon fighting and ambidexterity.\n\nREQUIREMENTS:\n\nAlignment: Any non-evil.\nSkills: Discipline 4 ranks, Search 4 ranks, Lore 6 ranks, Bluff 6 ranks. \nFeats: Alertness, Iron Will.\nClasses: May not have any other harper class.\nSpecial: This class requires a permission token.\n\nABILITIES:\n\nLevel\n1: Bardic Knowledge: Bonus to identifying items.\n    1st Bonus Feat\n   Track.\n    +1 Untyped Caster Level.\n  Rogue Affinity.\n2: Deneir's Eye - +2 bonus to saving throws vs. traps.\n  Skill Focus: Bluff.\n3: +1 Untyped Caster Level.\n  Cat's Grace - As spell.\n4: Lliira's Heart - +2 bonus to saving throws vs. mind affecting spells.\n  Eagle's Splendor - As spell.\n  Epic Skill Focus: Bluff.\n5: Craft Harper Item - Create magical potions.\n  +1 Untyped Caster Level\n  2nd Bonus Feat.\n  Trackless Step."   
   },
   {
      "id":75,
      "name":"Harper Mage",
      "text":"(PRESTIGE CLASS)\nThe Harpers are a secret society. Members are dedicated to holding back evil, preserving knowledge and maintaining the balance between civilization and the wild.\n\n- BAB: Middle.\n- Hit Die: d6.\n- Proficiencies: Simple weapons and light armor.\n- Skill Points: 4 + Int Modifier.\n- Skill List: appraise, bluff, concentration, craft armor, craft trap, craft weapon, heal, hide, listen, lore, move silently, parry, persuade, pick pocket, ride, spellcraft.\n- Bonus Pre-epic Feats: As wizard.\n- Bonus Epic Feats: As Sorcerer and Wizard.\n\nREQUIREMENTS:\n\nAlignment: Any non-evil.\nSkills: Lore 10 ranks, Persuade 4 ranks. \nFeats: Alertness, Iron Will.\nClasses: May not have any other harper class. Must have an arcane caster class.\nSpecial: This class requires a permission token.\n\nABILITIES:\n\nLevel\n1: Bardic Knowledge: Bonus to identifying items.\n    1st Bonus Feat\n  Track.\n    +1 Arcane Caster Level.\n   Spell Penetration.\n2: +1 Arcane Caster Level\n  Skill Focus: Spellcraft.\n3: +1 Arcane Caster Level.\n  Epic Skill Focus: Concentration\n  Greater Spell Penetration.\n4: +1 Arcane Caster Level\n5: Eschew Material - Does not require spell components.\n  Epic Skill Focus: Spellcraft\n  +1 Arcane Caster Level\n  2nd Bonus Feat"   
   },
   {
      "id":76,
      "name":"Harper Priest",
      "text":"(PRESTIGE CLASS)\nThe Harpers are a secret society. Members are dedicated to holding back evil, preserving knowledge and maintaining the balance between civilization and the wild.\n\n- BAB: Middle.\n- Hit Die: d8.\n- Proficiencies: Simple weapons and light armor.\n- Skill Points: 4 + Int Modifier.\n- Skill List: appraise, bluff, concentration, craft armor, craft trap, craft weapon, discipline, heal, hide, listen, lore, move silently, parry, persuade, pick pocket, ride, spellcraft, tumble.\n- Bonus Pre-epic Feats: divine might, divine shield, extra turning, favored enemy, greater spell focus, turn undead.\n- Epic Feats: As cleric.\n\nREQUIREMENTS:\n\nAlignment: Any non-evil.\nSkills: Concentration 8 ranks, Lore 6 ranks, Persuade 8 ranks. \nFeats: Alertness, Iron Will.\nClasses: May not have any other harper class.\nSpecial: This class requires a permission token.\n\nABILITIES:\n\nLevel\n1: Bardic Knowledge: Bonus to identifying items.\n    1st Bonus Feat\n  Extend Spell.\n +1 Divine Caster Level.\n2: +1 Divine Caster Level\n  +3 DC on Turning\n3: +1 Divine Caster Level.\n  Planar Turning\n4: +1 Divine Caster Level\n5: Gain piety from all aspects.\n  Armor Skin\n  +1 Divine Caster Level\n  2nd Bonus Feat"   
   },
   {
      "id":77,
      "name":"Harper Paragon",
      "text":"(PRESTIGE CLASS)\nThe Harpers are a secret society. Members are dedicated to holding back evil, preserving knowledge and maintaining the balance between civilization and the wild.\n\n- BAB: High.\n- Hit Die: d10.\n- Proficiencies: Simple weapons and light armor.\n- Skill Points: 4 + Int Modifier.\n- Skill List: appraise, bluff, craft armor, craft trap, craft weapon, discipline, heal, hide, intimidate, listen, lore, move silently, parry, persuade, pick pocket, ride, tumble.\n- Bonus Pre-epic feats: As fighter, except for weapon spec.\n- Bonus Epic Feats: As fighter and paladin, except for (epic) weapon spec.\n\nREQUIREMENTS:\n\nAlignment: Any non-evil.\nSkills: Discipline 4 ranks, Search 4 ranks, Lore 6 ranks, Persuade 8 ranks. \nFeats: Alertness, Iron Will.\nClasses: May not have any other harper class.\nSpecial: This class requires a permission token.\n\nABILITIES:\n\nLevel\n1: Detect Evil\n    1st Bonus Feat\n  +2 Universal Saves\n3: +2 Universal Saving Throws\n  Turn Undead\n  Divine Shield\n5: +2 Universal Saves\n  Divine Might\n  2nd Bonus Feat\n  Note: For non-paladins, as long as your charisma score is above a base 11, the save progression will be replaced with Divine Grace at Harper Level 5."   
   },
   {
      "id":78,
      "name":"Master Harper",
      "text":"(PRESTIGE CLASS)\nThe Harpers are a secret society. Members are dedicated to holding back evil, preserving knowledge and maintaining the balance between civilization and the wild.\n\n- BAB: Middle.\n- Hit Die: d8.\n- Proficiencies: Simple weapons and light armor.\n- Skill Points: 6 + Int Modifier.\n- Skill List: appraise, bluff, concentration, craft armor, craft trap, craft weapon, discipline, heal, hide, listen, lore, move silently, parry, perform, persuade, pick pocket, ride, spellcraft, tumble, use magic device.\n- Bonus Pre-epic Feats: arcane defense, brew potion, craft harper item (on level 5 only), craft wand, curse song, extra music, favored enemy, greater spell focus, lingering song, scribe scroll.\n- Bonus Epic Feats: As bard.\n\nREQUIREMENTS:\n\nAlignment: Any non-evil.\nSkills: Discipline 4 ranks, Lore 6 ranks, Persuade 8 ranks. \nFeats: Alertness, Iron Will.\nClasses: May not have any other harper class.\nSpecial: This class requires a permission token.\n\nABILITIES:\n\nLevel\n1: Bardic Knowledge: Bonus to identifying items.\n    1st Bonus Feat\n  Skill Focus: Perform\n +1 Song and Arcane Caster Level.\n  Bard Song.\n2: +1 Song and Bard Caster Level\n3: +1 Song and Arcane Caster Level.\n  Skill Focus: Lore\n4: +1 Song and Bard Caster Level\n  Epic Skill Focus: Lore\n5: Unlimited song use.\n  Epic Skill Focus: Perform\n  +1 Song and Arcane Caster Level\n  2nd Bonus Feat"   
   },
   {
      "id":35,
      "text":"(PRESTIGE CLASS)\nA shifter has no form they call their own. Instead, they cloth themselves in whatever shape is most expedient at the time. While others base their identities largely on their external forms, the shifter actually comes closer to their true self through all of their transformations. Of necessity, their sense of self is based not on their outward form, but on their soul, which is truly the only constant about them. It is the inner strength of that soul that enables them to take on any shape and remain themselves within.\n\n- Hit Die: d8.\n- Proficiencies: A shifter does not gain any additional weapon or armor proficiencies.\n- Skill Points: 4 + Int Modifier.\n\nREQUIREMENTS:\n\nFeats: Alertness, Wildshape\nSpellcasting: Level 3 or higher.\nSpecial: Requires a permission token.\n\nABILITIES:\n\nLevel\n1: Greater Wildshape I  - Can change into a chromatic wyrmling dragon three  times per day and gain use of their breath weapon.\n3: Greater Wildshape II - Can change into harpy, minotaur and gargoyle.\n4: Infinite Greater Wildshape I - Can use Greater Wildshape I unlimited times per day.\n5: Greater Wildshape III  - Can change into a drider, basilisk and manticore, gaining some of the creatures special abilities three times per day.\n7: Infinite Greater Wildshape II -  Can use Greater Wildshape II unlimited times per day.\n  Humanoid Shape - Can change into humanoid type creatures three times per day.\n10: Greater Wildshape IV  - Can change into medusa, huge dire tiger and mindflayer forms, gaining some of the creatures special abilities three times per day.\n  Infinite Greater Wildshape III - Can use Greater Wildshape III unlimited times per day."
   },
   {
      "id":37,
      "text":"(PRESTIGE CLASS)\nIt is rumored that the magical powers of sorcerers and bards is somehow connected to the presence of dragon blood in their family tree. Red Dragon Disciples are sorcerers, and sometimes bards, who use their magical power as a catalyst to ignite their red dragon blood, realizing its fullest potential. They prefer a life of exploration to a cloistered existence. Already adept at magic, many pursue adventure, especially if it furthers their goal of finding out more about their draconic heritage. They often feel drawn to areas known to harbor dragons.\n\n- Hit Die: Special (see below)\n- Proficiencies: A red dragon disciple does not gain any additional weapon or armor proficiencies.\n- Skill Points: 2+ Int Modifier.\n\nREQUIREMENTS:\n\nClass: Sorcerer or Bard\nSkills: 8 Ranks in Lore\nSpecial: Requires a permission token.\n\nABILITIES:\n\nLevel\n1: Draconic Armor - The character's skin develops nearly invisible scales that increase his/her natural armor class by +1. \n  Hit Dice Increase (d6) - The character rolls d6 for hit points. This change is not retroactive.\n2: Draconic Ability Scores -  Strength +2.\n3: Breath Weapon I - The character can breathe a cone of fire, dealing 2d10 points of damage to each opponent caught in the flames.\n4: Hit Dice Increase (d8) - The character rolls d8 for hit points. This change is not retroactive.\n  Draconic Ability Scores -  Strength +2.\n5: Draconic Armor  - The character's skin becomes even harder, raising his/her natural armor class to +2.\n6: Hit Dice Increase (d10)  - The character rolls d10 for hit points.  This change is not retroactive.\n7: Breath Weapon II - The character's breath weapon damage potential increases to 4d10 points of damage.\n  Draconic Ability Scores - Constitution  +2.\n8: Draconic Armor - The character's natural armor class increases to +3.\n9: Wings  - The character grows red dragon wings.\n  Draconic Ability Scores - Intelligence +2.\n10: Draconic Armor  - +4 Natural Armor.\n  Darkvision - The character gains a dragon's ability to see in the dark.\n  Immunity to sleep, paralysis, fire.\n  Draconic Ability Scores - Strength +4, Charisma +2.\n  Breath Weapon III - The character does 6d10 points of damage with his breath weapon."   
   }
]