[
   {
      "id":64,
      "name":"Shield Dwarf",
      "convername":"Shield Dwarven",
      "convernamelower":"shield dwarven",
      "nameplural":"Shield Dwarves",
      "text":"The Stout Folk, Mountain Dwarves, or as they simply prefer, the Moradinsamman.  These names are all interchangeable for the devout group of peoples known as the Shield Dwarves.  Wrought from the Soul-Forge, these dwarves range from 4'4\" to 4'8\" in height and can weigh anywhere from 180 lbs to 300 lbs.  They often bare long, well kempt beards; with skin tones ranging from fair complexioned to lightly tanned.  Their hair can range from light brown to deep crimson.  Gruff, Stubborn, Dour, and Cynical are only a few words used to describe the Shield Dwarves, though this is not all. They are fiercely passionate, protective, and devout peoples.  Whether an experienced battlerager, a runecaster, or simply one of their pantheons many priests, a Shield Dwarf will never fail to disappoint.  Honor to their kin, their clan,  and to the gods!\n\nShield Dwarf Ability Adjustments: +2 Con, -2 Cha.\nFavored Class (Fighter): A multiclass dwarf's fighter class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Language: Dwarven.\n\nSpecial Abilities:\n\n- Stonecunning: +2 racial bonus on Search checks made in subterranean areas.\n- Darkvision: Dwarves are able to see in the dark.\n- Hardiness vs. Poisons: +2 racial bonus on saving throws against poisons.\n- Hardiness vs. Spells: +2 racial bonus on saving throws against spells.\n- Offensive Training vs. Orcs: +1 racial bonus on attack rolls against orcs.\n- Offensive Training vs. Goblinoids: +1 racial bonus on attack rolls against goblinoids (goblins, hobgoblins, and bugbears).\n- Defensive Training vs. Giants: +4 dodge bonus to AC against giants.\n- Skill Affinity (Lore): +2 racial bonus to Lore checks.\n- Weapon familiarity: Able to equip, and two hand, dwarven waraxes."
   },
   {
      "id":65,
      "name":"Moon Elf",
      "convername":"Moon Elven",
      "convernamelower":"moon elven",
      "nameplural":"Moon Elves",
      "text":"The most common of the elven subraces on Faerûn are the moon elves. Moon elves are more impulsive than the other elves, and dislike remaining in one place for any significant amount of time. Most moon elves are happiest when traveling, especially across the expanses of untrodden wilderness that still survive in Faerûn.\n \nThey have fair skin, sometimes tinged with blue, and hair of silver-white, black, or blue; humanlike colors are somewhat rare. Their eyes are blue or green, with gold flecks.\n\nMoon elves are drawn to adventure through sheer wanderlust. They desire to see and do everything possible during their long lives.The typical moon elf adventurer tends to be a wandering protector of the common folk, not a dungeon-plundering slayer of monsters. Unlike their relatives, they do not isolate themselves from the human lands behind impervious defenses. Moon elves have watched humankind for much longer than their sun or wood elf kin, and they know that nonelves aren’t as foolish and unimportant as most other elves think.\n \nMoon elves worship the Seldarine. A moon elf identifies with all of the elven deities, but usually chooses one as a patron deity above the others. Unlike their sun elf cousins, many moon elves worship the elven deity Angharradh. Believed to be a melding of the three goddesses Sehanine Moonbow, Aerdrie Faenya, and Hanali Celanil, the moon elves view her as equal in power to Corellon Larethian, who is often regulated to the status of a consort.\n \nMore so than other elves, moon elves are drawn to a variety of paths. They have a great love of music and make excellent bards. Moon elves do not possess the depth of reverence for the Seldarine the sun elves do, nor the bond with nature of the wood elves, but clerics and druids are not uncommon among the subrace.\n\nMoon Elven Ability Adjustments: +2 Dex, -2 Con.\nFavored Class (Wizard): A multiclass elf's wizard class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Language: Elven.\n\nSpecial Abilities:\n\n- Sleeplessness: Immune to spells and effects of the 'Sleep' subtype.\n- Hardiness vs. Enchantments: +2 racial bonus on saving throws against mind-affecting spells.\n- Bonus Proficiencies (Longsword, Rapier, Shortbow, Longbow)\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Skill Affinity (Search): +2 racial bonus to Search checks.\n- Skill Affinity (Spot): +2 racial bonus to Spot checks.\n- Keen Senses: Elves make active Search checks automatically and with no movement penalties.\n- Low-Light Vision: Allows them to see better than normal in the dark."
   },
   {
      "id":66,
      "name":"Rock Gnome",
      "convername":"Rock Gnome",
      "convernamelower":"rock gnome",
      "nameplural":"Rock Gnomes"
   },
   {
      "id":67,
      "name":"Lightfoot Halfling",
      "convername":"Lightfoot Halfling",
      "convernamelower":"lightfoot halfling",
      "nameplural":"Lightfoot Halflings"
   },
   {
      "id":58,
      "name":"Svirfneblin",
      "nameplural":"Svirfneblin",
      "convername":"Svirfneblin",
      "convernamelower":"svirfneblin",
      "text":"Gnome folklore holds that the first gnomes were born from gems discovered by Garl Glittergold, the leader of the gnome pantheon. The Watchful Protector discovered a sealed cavern studded with countless gems embedded in veins of valuable ore. When Garl polished the gems and breathed on them, the jewels opened like blossoms to release the first gnomes. Those born of rubies wandered deep into the heart of the earth and became the deep gnomes, also known as svirfneblin.\n\nDeep gnomes are gnarled and callused folk, with little fat at all on their wiry bodies. Their skin is the color of the rocks among which they live, almost as if they sprang directly from the stones themselves. They have dark gray eyes, tending toward black. Their hair is of a similar color, although it’s only seen on the woman, as the men are entirely bald and beardless. Deep gnomes are short-lived for gnomes and reach adulthood at an age of 20 years.\n\nDour and cynical, deep gnomes are resigned to their lot in life. With strangers, they are sullen, reserved, and suspicious; almost to a fault, though they are friendly and respectful to their own kind. Few people from outside a svirfneblin community have ever seen this more pleasant side of the deep gnomes. For their part, the deep gnomes would be horrified to find themselves observed by outsiders, and they find such a person staring at them— or even looking directly at them— quite rude.\n\nDeep Gnomes are the closest thing the gnome family has to “black sheep”. Many surface dwellers count the deep gnomes along with their evil neighbors, the drow and the duergar, believing them to be little more than dark reflections of the friendly rock gnomes with whom they are more familiar. In truth, the svirfneblin are just as good-hearted as their sunnier kin. However, after centuries of dealing with the everyday perils of living in the Underdark, they have become understandably distrustful of all outsiders.\n\nCallarduran Smoothhands, the Master of Stone, is the most popular god among deep gnomes, many of whom spend their entire adult lives working in their town’s mines. Callarduran taught the svirfneblin to summon and befriend earth elementals. Many deep gnome craftsmen work Callarduran’s star insignia into their jewelry and other handiwork. They are careful not to use this theme with a golden ring, however, reserving that privilege for the god himself.\n\nAlthough he is the patriarch of the gnome pantheon, few deep gnomes are drawn to the faith of Garl Glittergold. Garl’s bright and sunny nature simply does not seem relevant to most svirfneblin. Some svirfneblin even feel that Garl has abandoned them in favor of their more cheery kin. No gnomes really care for Urdlen, but he particularly frightens the svirfneblin. Tales of Urdlen’s habit of attacking especially greedy deep gnomes just as they are about to grasp the most valuable gem ever seen are commonly told to young deep gnomes to keep them in line. Such parables also illustrate the number of quick and senseless deaths that await deep gnomes throughout the Underdark.\n\nSvirfneblin are rarely found outside their own society. When this does happen, it’s usually a lone prospector, a solitary illusionist, or a group of warriors who have struck out from their town for one reason or another. Typically deep gnomes only leave their home out of a deep and abiding curiosity about the outside world, a burning desire to find more rubies, or the need to find help for dealing with some creature or event the svirfneblin don’t feel they can handle on their own. Svirfneblin adventurers are most commonly fighters, rangers, rogues, or wizards (particularly illusionists). Naturally stealthy, they find that the skills honed in surviving the dangers of the Underdark also serve an adventuring ranger or rogue well.\n\nOn Arelith deep gnomes begin their adventures in either Blingstonehold, a deep gnome settlement that is part of Arelith's Earthkin alliance and dependent upon Brogendenstein for its defence - or the insidious Andunor, a metropolitan city filled with their hated racial foes and other woes.\n\nDeep Gnome Ability Adjustments: +2 Dex, +2 Wis, -2 Str, -4 Cha.\nFavored Class (Wizard): A multiclass gnome's wizard class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Languages: Gnomish, Undercommon.\nECL: +2.\n\nSpecial Abilities:\n\n- Small Stature\n +1 size bonus to attack rolls.\n +1 size bonus to AC.\n +4 size bonus to Hide checks.\n- Hardiness vs. Illusions: +2 racial bonus on saving throws against mind-affecting spells.\n- Offensive Training vs. Reptilians: +1 racial bonus on attack rolls against reptilian humanoids.\n- Offensive Training vs. Goblinoids: +1 racial bonus on attack rolls against goblinoids (goblins, hobgoblins, and bugbears).\n- Defensive Training vs. Giants: +4 dodge bonus to AC against giants.\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Skill Affinity (Concentration): +2 racial bonus to Concentration checks.\n- Spell Focus (Illusion): Gnomes add +2 DC to any Illusion spells they cast. This is identical to the feat.\n- Darkvision: Allows them to see better than normal in the dark.\n- Hide +2, in addition to small stature\n- Saving Throw Bonus (All) +2.\n- Untyped AC +1, in addition to small stature.\n- Spell Resistance: 11 + Character Level. Caps at 32.\n- Invisibility on a cooldown of 8 turns.\n\nSpecial: Gnomes are small creatures and as such they can never use the following Large weapons: bastard sword, dire mace, two-bladed sword, double axe, greataxe, greatsword, halberd, heavy flail, quarterstaff, scythe and spear. \nPackages: Gnome characters should only choose the default package for their class, as the other packages may give the gnome weapons they cannot use."
   },
   {
      "id":62,
      "name":"Orog",
      "nameplural":"Orogs",
      "convername":"Orog",
      "convernamelower":"orog",
      "text":"Descendants of orcs who fled into the Underdark eons ago, Orogs are the third and rarest subtype of orcs, after mountain and gray orcs. Their time in the magical radiation of the Underdark has changed them, making them grow larger than most surface orcs. Their skin is similar in color to their surface kin, while  their eyes are huge and pale and their ears have a bat-like flare. \n\nOrogs are far smarter than their kin with a mind to compete with any of the other races and cunning to to match their increased physical prowess. In battle, they favor heavy war-plate adorned with spikes, tending towards large weapons. Their time in the Underdark and easy access to the bounty of rare ores there have made them some of the greatest smiths in the Realms. Orogs are powerful strategists and war-leaders, and well suited to be the generals of an orcish army.  They are a brutal, war-like people with a knack for looking down on and dominating other orcs and half-orcs.\n\nOrogs tend to be irreverent creatures, but they worship Gruumsh as the father of all orc-kind. They have largely forgotten the other orcish deities, and by and large do not concern themselves overmuch with matters of religion anyway. \n\nOrogs are an Underdark race on Arelith and start in Andunor. Even the very rare few who have turned away from their kin's evil ways are mistrusted and hated by surface races because of their kin's reputations and so should expect no welcome on the surface.\n\n\nOrcish Ability Adjustments: +4 Str, +2 Cha, =2 Dex, -2 Wis.\nFavored Class (Fighter): A multiclass orog's fighter class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Languages: Orc, Undercommon.\nECL: +2.\n\nSpecial Abilities:\n\n- Darkvision: Orogs are able to see in the dark.\n- 10% Cold Immunity.\n- 10% Fire Immunity.\n- 5% Physical Immunity.\n- Natural AC: +1\n- Bonus Feat: Power Attack."
   },
   {
      "id":57,
      "name":"Duergar",
      "nameplural":"Duergar",
      "convername":"Duergar",
      "convernamelower":"duergar",
      "text":"Duergar are the descendants of a clan of shield dwarves taken prisoner by the illithid in ages long since past. Though they broke away from their masters thousands of years ago, the duergar still harbor a special hatred for the illithid who once enslaved them as well as powerful enmity for their surface kin, who they think abandoned them to this fate. They are a bitter and dour people; grim, cheerless, and distrustful of the world as a whole.\n\nPhysically, duergar stand about four feet tall, weighing near as much as an adult human. Unlike their surface kin, they have broad shoulders and wiry forms corded with tight, lean muscle. Their skin runs from light to dark gray; their eyes are a dull black. Both men and women tend to be bald, with grey or white beards and mustaches common in males.\n\nLike their surface kin, they are well-regarded miners, smiths, and crafters. They also tend to be shrewd merchants and common slavers. Clerics and wizards are common and receive a special position in duergar society, though they also have a strong martial tradition. Duergar tend to be Lawful Evil. They nominally worship the pantheon of all dwarves, but tend to exclusively worship Laduguer, their lord of drudgery, magic and work, or Deep Duerra, Laduguer's daughter, who concerns herself with expansionist warfare and conquest.\n\nDuergar are an Underdark race on Arelith and start in Andunor. Even the very rare few who have turned away from their kin's evil ways are mistrusted and hated by surface races because of their kin's reputations and so should expect no welcome on the surface.\n\nGrey Dwarf Ability Adjustments: +2 Con, +2 Str, -4 Cha.\nFavored Class (Fighter): A multiclass dwarf's fighter class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Languages: Dwarven, Undercommon.\nECL: +1\n\nSpecial Abilities:\n\n- Stonecunning: +2 racial bonus on Search checks made in subterranean areas.\n- Darkvision: Dwarves are able to see in the dark.\n- Hardiness vs. Poisons: +2 racial bonus on saving throws against poisons.\n- Hardiness vs. Spells: +2 racial bonus on saving throws against spells.\n- Offensive Training vs. Orcs: +1 racial bonus on attack rolls against orcs.\n- Offensive Training vs. Goblinoids: +1 racial bonus on attack rolls against goblinoids (goblins, hobgoblins, and bugbears).\n- Defensive Training vs. Giants: +4 dodge bonus to AC against giants.\n- Skill Affinity (Lore): +2 racial bonus to Lore checks.\n- Weapon familiarity: Able to equip, and two hand, dwarven waraxes.\n- Listen +1.\n- Move Silently +4.\n- Spot +1.\n- Immunity: Paralysis.\n- Immunity: Poison.\n- Invisibilty on 8 turns cooldown.\n- Deal with all NPC merchants as if favored race."
  },
  {
      "id":54,
      "name":"Gold Dwarf",
      "nameplural":"Gold Dwarves",
      "convername":"Gold Dwarven",
      "convernamelower":"gold dwarven",
      "text":"Gold dwarves are the most prominent variety of dwarf from the South of the Realms, and unlike their shield dwarf kin, have not only endured but prospered through the ages. Their ancient kingdoms (And thus the gold dwarves themselves) are famed for not just their wealth, their smith-work and their craftsmanship, but also their military prowess.\n\nGold dwarves stand about four feet tall and weigh as much as an adult human, with a stocky and muscular build. Their skin is lightly- to deeply-tanned, their eyes brown or hazel. With hair ranging from brown to gray or brown, both genders keep their hair long, and almost all males (and some females) grow beards to match. They are prideful and patient like all dwarves, though they are not suspicious or pessimistic.\n\nClan, honor and kingdoms are everything to a gold dwarf, though wealth remains a powerful indication of position in Gold Dwarf society. They tend almost exclusively towards Lawful. They tend to look down on other races, though they are especially distrustful of orcs, half-orcs, and goblins. Most worship the dwarven pantheon, though they are not as religious as the shield dwarves.\n\nGold Dwarf Ability Adjustments: +2 Con, -2 Dex.\nFavored Class (Fighter): A multiclass dwarf's fighter class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Language: Dwarven.\n\nSpecial Abilities:\n\n- Stonecunning: +2 racial bonus on Search checks made in subterranean areas.\n- Darkvision: Dwarves are able to see in the dark.\n- Hardiness vs. Poisons: +2 racial bonus on saving throws against poisons.\n- Hardiness vs. Spells: +2 racial bonus on saving throws against spells.\n- Offensive Training vs. Orcs: +1 racial bonus on attack rolls against orcs.\n- Offensive Training vs. Goblinoids: +1 racial bonus on attack rolls against goblinoids (goblins, hobgoblins, and bugbears).\n- Defensive Training vs. Giants: +4 dodge bonus to AC against giants.\n- Skill Affinity (Lore): +2 racial bonus to Lore checks.\n- Weapon familiarity: Able to equip, and two hand, dwarven waraxes.\n- AB +1 vs. Aberrations."
  },
  {
      "id":55,
      "name":"Ghostwise Halfling",
      "nameplural":"Ghostwise Halflings",
      "convername":"Ghostwise Halfling",
      "convernamelower":"ghostwise halfling",
      "text":"The ghostwise are easily the most uncommon of the three subraces of halfling living in Faerûn. They are elusive and do not welcome strangers to their lands. Instead, they prefer to pursue a nomadic way of life within their adopted homeland, the Chondalwood, associating mainly with those of their own clan. Those who seek out the ghostwise most often fail to achieve their goal; the fortunate among them live to regret their intrusion into hin territory.\n\nAll halflings resemble one another physically, being no more than three-and-a-half feet (102cm) tall. They have auburn, black or brown hair  with brown eyes and pale to dark brown skin.\n\nThe defining characteristic of the ghostwise halflings is their reverence for and devotion to their clans. Family is important to most halflings and halfling communities, but the ghostwise hin regard the familial bond with a degree of respect some might call obsession.\n\nMost ghostwise hin would prefer not to have relations with other humanoid races unless it’s absolutely necessary and clearly to the benefit of the clan. Encounters that cannot be avoided must be tolerated with as much patience as the clan can muster, and they do not bother to mask their distrust of outsiders.\n\nThe ghostwise acknowledge and give due respect to all the deities in the halfling pantheon. Each clan, however, tends to adopt one specific halfling deity as its patron and venerates that power above all others. However, they hold Urogalan and Sheela Peryroyl in high esteem.\n\nGhostwise that arrive on Arelith may begin the adventure from their isolated nomad clans in Cordor, a metropolitan trade city connected to Amn, or in Brogendenstein which is in the Earthkin Alliance with Burrowhome, the halfling settlement on the isle.\n\nThough ghostwise halflings have telepathy in PnP, Arelith does not allow this trait to be roleplayed in any way.\n\nHalfling Ability Adjustments: +2 Dex, -2 Str.\n\nFavored Class (Barbarian): A multiclass ghostwise halfling's barbarian class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Language: Halfling.\n\nSpecial Abilities:\n\n- Small Stature:\n +1 size bonus to attack rolls.\n +1 size bonus to AC.\n +4 size bonus to Hide checks.\n- Skill Affinity (Move Silently): +2 racial bonus to Move Silently checks.\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Lucky: +1 luck bonus to all saving throws.\n- Fearless: +2 morale bonus to saving throws against spells and effects of the 'Fear' subtype.\n- Good Aim: +1 racial bonus to attack rolls made with throwing weapons.\n\nSpecial: Halflings are small creatures and as such they can never use the following Large weapons: bastard sword, dire mace, two-bladed sword, double axe, greataxe, greatsword, halberd, heavy flail, quarterstaff, scythe and spear.\nPackages: Halfling characters should only choose the default package for their class, as the other packages may give the halfling weapons they cannot use."
  },
  {
      "id":51,
      "name":"Sun Elf",
      "nameplural":"Sun Elves",
      "convername":"Sun Elven",
      "convernamelower":"sun elven",
      "text":"The majority of Faerûn’s sun elves live on Evermeet, having abandoned what remained of their ancient realms during the centuries. They are only now returning to the mainland to re-establish their presence there. The sun elves are famed for their command of both arcane and divine magic, a talent exceeding that of any other living race.\n\nSun elves have bronze skin, hair of golden blond, copper, or black, and eyes of green or gold. They favor contemplation, lore, and study over the quick games and light-hearted songs of other elves, but still embody the unearthly beauty, grace, and presence of the elven folk.\n\nOf all the elven subraces, sun elves are the most arrogant and haughty. Sun elves believe that they are the true elven race, the builders and the leaders of the elven realms, and that the other elven subraces fail to live up to the solemnity and dignity of their ancient stock. Sun elf prejudice toward other races can be quite severe.\n\nReligion infuses every aspect of sun elf society. Sun elves believe themselves to be the chosen representatives of the Seldarine in the mortal realm and so are quick to offer prayers of thanks to their deities. They worship all of the Seldarine equally, most frequently choosing Corellon Larethian as their patron. Sun elves also venerate Labelas Enorath, the elven deity of longevity, time, and wisdom. While Corellon is seen as the divine leader and protector of the sun elves, Labelas is revered as a counselor and advisor; a source of wisdom in times of trouble.\n\nSun elves favor the traditional paths of the elven folk: fighter and wizard. They make good bards; even if they are not noted for their light-hearted revels, the ancient songs and lore of a learned bard are worthy of a sun elf’s respect. Sun elves are also the primary clerics and paladins among the elven races.\n\nSun Elven Ability Adjustments: +2 Int, -2 Con.\nFavored Class (Wizard): A multiclass elf's wizard class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Language: Elven.\n\nSpecial Abilities:\n\n- Sleeplessness: Immune to spells and effects of the 'Sleep' subtype.\n- Hardiness vs. Enchantments: +2 racial bonus on saving throws against mind-affecting spells.\n- Bonus Proficiencies (Longsword, Rapier, Shortbow, Longbow)\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Skill Affinity (Search): +2 racial bonus to Search checks.\n- Skill Affinity (Spot): +2 racial bonus to Spot checks.\n- Keen Senses: Elves make active Search checks automatically and with no movement penalties.\n- Low-Light Vision: Allows them to see better than normal in the dark."
  },
  {
      "id":52,
      "name":"Wild Elf",
      "nameplural":"Wild Elves",
      "convername":"Wild Elven",
      "convernamelower":"wild elven",
      "text":"The wild elves of Faerûn are insular and savage. As a result, they are rarely seen outside their forest homes. In ages past the wild elves raised great kingdoms, but with the march of time they have abandoned the trappings of civilization, becoming furtively reclusive instead. The wild elves were always close to nature, even more so than other elves, but in their retreat they have forgotten many of the high arts and lore of their people, choosing stealth and survival over building and book-learning.\n\nWild elves are stocky and strongly built for elves. Their skin tends to be dark brown, and their hair ranges from light brown to black, lightening to silvery white with age. They are quiet around anyone except their own kind, and quickly become hostile in these uncomfortable situations.\n\nThe tragic history of the wild elves has left them mistrustful of outsiders. They make friends slowly, and most non-elves simply don’t have the lifespans required to gain the trust of a tribe of green elves. They excel in combat and often revel in its chaos and primal fury. Little can match the fury of an enraged tribe of green elves.\n \nThe wild elves worship the Seldarine, in particular Rillifane Rallathil, but this worship does not approach the regimented, organized structure of the other elven subraces. Rather, the green elves worship individually when the urge takes them. They commune constantly with a pantheon of nature spirits, each representing an archetypal member of an animal, and pay heed to deities of nature and the Seelie Court.\n\nMore so than any other elves, wild elves value martial skills. Barbarians and rangers are very common among the wild elves. The wild elves do not feel close to the Seldarine and so do not often become clerics, instead venerating nature itself as druids.\n\nWild Elven Ability Adjustments: +2 Dex, -2 Int.\nFavored Class (Sorcerer): A multiclass elf's sorcerer class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Language: Elven.\n\nSpecial Abilities:\n\n- Sleeplessness: Immune to spells and effects of the 'Sleep' subtype.\n- Hardiness vs. Enchantments: +2 racial bonus on saving throws against mind-affecting spells.\n- Bonus Proficiencies (Longsword, Rapier, Shortbow, Longbow)\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Skill Affinity (Search): +2 racial bonus to Search checks.\n- Skill Affinity (Spot): +2 racial bonus to Spot checks.\n- Keen Senses: Elves make active Search checks automatically and with no movement penalties.\n- Low-Light Vision: Allows them to see better than normal in the dark\n- Bonus Feat: Trackless Step.\n- Bonus Feat: Toughness.\n- Natural AC: +1.\n- Access to -track command."
  },
  {
      "id":53,
      "name":"Wood Elf",
      "nameplural":"Wood Elves",
      "convername":"Wood Elven",
      "convernamelower":"wood elven",
      "text":"The wood elves are among the most numerous of Faerûn’s elven people, a young and confident folk who hold the old elven forest homelands in strength. Also known as copper elves or sylvan elves, these people have coppery skin tinged with green, and brown, green, or hazel eyes. Hair is usually brown or black, occasionally blond or coppery-red.\n\nWood elves are calm, serene, and difficult to surprise. They are at one with the world of nature, uncomfortable in areas of heavy civilization. While the wood elves shelter deep inside forbidding forests and are therefore inaccessible to their neighbors, they are ironically among the more compassionate and understanding of the elven subraces.\n\nWood elves worship the Seldarine, but they hold a special respect and reverence for the ancient forest powers of Faerûn. Among the Seldarine, the wood elves hold a particular reverence for Solonor Thelandira, the Great Archer, and Rillifane Rallathil, the Leaflord. Solonor, as the deity of archery and the hunt, is viewed as the special patron of the wood elves, and before battle a wood elf will often invoke his name.\n\nWood elves make excellent fighters, rangers, and rogues, relying on their natural strength and quickness to meet challenges. Wood elves from particularly remote forests sometimes become barbarians. Clerics are somewhat rare among this people, but druids are very common and are the most prominent spellcasters of the race.\n\nWood Elven Ability Adjustments: +2 Str, -2 Con.\nFavored Class (Ranger): A multiclass elf's ranger class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Language: Elven.\n\nSpecial Abilities:\n\n- Sleeplessness: Immune to spells and effects of the 'Sleep' subtype.\n- Hardiness vs. Enchantments: +2 racial bonus on saving throws against mind-affecting spells.\n- Bonus Proficiencies (Longsword, Rapier, Shortbow, Longbow)\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Skill Affinity (Search): +2 racial bonus to Search checks.\n- Skill Affinity (Spot): +2 racial bonus to Spot checks.\n- Keen Senses: Elves make active Search checks automatically and with no movement penalties.\n- Low-Light Vision: Allows them to see better than normal in the dark\n- Bonus Feat: Weapon Focus: Longbow.\n- Lesser Trackless Step: Do not leave tracks when wearing light armor or less.\n- Access to the -track command."
  },
  {
      "id":63,
      "name":"Drow",
      "nameplural":"Drow",
      "convername":"Drow",
      "convernamelower":"drow",
      "text":"Of the various elven subraces, none are more notorious than the drow. Descended from a dark-skinned elven race, the drow were cursed into their present appearance by the good elven deities for following the goddess Lolth down the path to evil and corruption. Drow are without a doubt sadistic, destructive, and treacherous. They hate other races, opting either to make war upon them or to view them with contempt and tolerate them only as necessary for trade or temporary military alliances.\n\nAlso called dark elves, the drow have black skin that resembles polished obsidian and stark white or pale yellow hair. They commonly have blood-red eyes, although pale eyes in shades of pale lilac, silver, pink, and blue are not unknown. They also tend to be smaller and thinner than most Faerûnian elves.\n\nThe drow worship a pantheon of deities known as the Dark Seldarine. These deities were cast out of the Seldarine ages ago and exiled to the Demonweb Pits. They are led by Lolth, the Spider Queen, and it is she whom the vast majority of drow worship. The second most popular drow deity is Vhaeraun. The other drow deities remain minor in the grand scheme of things, concerned only with their own power; Ghaunadaur, Kiaransalee and Selvetarm. A notable exception is Eilistraee, the solitary good-aligned deity in the pantheon.\n\nThe dark elves are renowned for their skill as clerics, fighters, rogues, and wizards. While many drow are naturally gifted enough to excel in almost any career to which they turn their attention, their society has long rewarded skill at arms, divine power, and arcane might. Likewise, all drow have a deep-seated admiration for stealth, guile, and the unexpected blade in the dark.\n\nDrow are an Underdark race on Arelith and start in Andunor. Even the very rare few who turn away from their kin's evil ways are mistrusted and hated by surface races because of their kin's reputations and so should expect no welcome on the surface.\n\nDrow Ability Adjustments: +2 Dex, +2 Int, +2 Cha -2 Con.\nFavored Class (Wizard (Male) or Cleric (Female)),\nBonus Languages: Xanalress, Undercommon, Sign.\nECL: +2.\n\nSpecial Abilities:\n\n- Sleeplessness: Immune to spells and effects of the 'Sleep' subtype.\n- Hardiness vs. Enchantments: +2 racial bonus on saving throws against mind-affecting spells.\n- Bonus Proficiencies (Longsword, Rapier, Shortbow, Longbow)\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Skill Affinity (Search): +2 racial bonus to Search checks.\n- Skill Affinity (Spot): +2 racial bonus to Spot checks.\n- Keen Senses: Elves make active Search checks automatically and with no movement penalties.\n- Darkvision: Allows them to see better than normal in the dark.\n- Bonus Feat: Rapid Reload.\n- Darkness on 8 turn cooldown.\n- Spell Resistance: 11 + Character level, capped at 32."
  },
  {
      "id":56,
      "name":"Strongheart Halfling",
      "nameplural":"Strongheart Halflings",
      "convername":"Strongheart Halfling",
      "convernamelower":"strongheart halfling",
      "text":"The strongheart halflings are, like the ghostwise and lightfoot hin, native to Luiren. They trace their ancestry back to the same long-lost days as the other subraces, but unlike their cousins, the stronghearts elected to remain in their homeland following the events of the Hin Ghostwar. The legacy of Chand, the strongheart war chieftain who galvanized his tribe against the threat of the feral ghostwise, lives on today in a nation that both reinforces and defies many of the expectations nonhalflings have of this face.\n\nPrior to the Hin Ghostwar, the stronghearts were, like their brethren, mostly a nomadic hunter-gather people. During the centuries that followed the terrible conflict, however, the stronghearts gravitated toward a more agrarian-based lifestyle centered around permanent communities. But if the communities were stationery, the stronghearts were not, moving from established community to established community.\n\nThis strange duality of nature, consisting of a desire to more about freely with a liking for permanent structures and settlements, has produced some unusual outlooks among the stronghearts of Luiren. Their viewpoint stresses cooperation aboe all other traits, and the ability to work as a team is the most valued behavior in their land. Cooperation trascends many boundaries in Luiren, and even strangers of whom the locals are suspicious can earn themselves considerable credit and tolerance by demonstrating a willingness to cooperate.\n\nStronghearts have relatively more clerics and martial characters (fighters, rangers, and paladins) than their lightfoot cousins, but the skilled rogue is still the most common character class among strongheart adventurers.\n\nThe stronghearts have evolved a unique, semi-nomadic lifestyle, in which business, families, and even entire clans move freely and independently from place to place in Luiren. The fusion of wanderlust and stability is a source of wonderment and confusion for visitors, who find it difficult to comprehend how a society can enjoy such seemingly whimsical mobility while retaining any viable structure. For their part, most of the strongheart hin cannot understand why anyone would want to tie themselves permanently to any one community or structure for their entire lives.\n\nThe scrupulous stronghearts of Luiren take care to honor all the deities in the halfling pantheon, but their way of life reflects the influence of certain powers more than others. They do not favor any deities from other pantheons, and they actively discourage halflings from venerating the gods and goddesses of other races.\n\nAmong all the Faerudian halfling subraces, Arvoreen enjoys the strongest worship from the stronghearts of Luiren. While the Luiren hin venerate all the deities of the halfling pantheon in their turn, they hold the Vigilant Guardian in very high regard. His simple dogma has almost become the de facto motto of the nation: “Vigilance against attack will protect the community. Prepare an active defense, drill continuously, and leave nothing to change. Put down danger before allowing it a chance to rear its head.” Clerics of the Wary Sword are among the nation's foremost religious, political, and military leaders; most of them multiclass as fighters.\n\nStrongheart druids and rangers frequently venerate Sheela Peryroyl, the Green Sister, and they encourage their fellow hin to be mindful of the need to balance their communities expansions with the need to preserve nature. Most strongheart communities in Luiren maintain shrines to the Watchful Mother, usually on the edge of the settled area where it borders the wilderness.\n\nYondalla, the Blessed One, is the most popular halfling deity after Avoreen among the stronghearts. Many of the subrace who dwell in Luiren find the dichotomy of her faith – do not welcome violence, but defend the home and community fiercely – to be reflective of the strongheart outlook. Yondalla reigns supreme in Luiren whenever matters of family and tradition are invoked, and her clergy enjoys considerable respect and influence in the most important national councils.\n\nHalfling Ability Adjustments: +2 Dex, -2 Str.\n\nFavored Class (Rogue): A multiclass strongheart halfling's rogue class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Languages: Halfling.\n\nSpecial Abilities:\n\n- Small Stature:\n +1 size bonus to attack rolls.\n +1 size bonus to AC.\n +4 size bonus to Hide checks.\n- Skill Affinity (Move Silently): +2 racial bonus to Move Silently checks.\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Fearless: +2 morale bonus to saving throws against spells and effects of the 'Fear' subtype.\n- Good Aim: +1 racial bonus to attack rolls made with throwing weapons.\n- Bonus Feat: Alertness.\n- Bonus Feat: Strong Soul.\n\nSpecial: Halflings are small creatures and as such they can never use the following Large weapons: bastard sword, dire mace, two-bladed sword, double axe, greataxe, greatsword, halberd, heavy flail, quarterstaff, scythe and spear.\nPackages: Halfling characters should only choose the default package for their class, as the other packages may give the halfling weapons they cannot use."
  },
  {
      "id":59,
      "name":"Goblin",
      "nameplural":"Goblins",
      "convername":"Goblin",
      "convernamelower":"goblin",
      "text":"Goblins are small goblinoids that many consider little more than a nuisance. They have flat faces, broad noses, pointed ears, and small, sharp fangs. Their foreheads slope back, and their eyes vary in color from red to yellow. Their skin color ranges from yellow through any shade of orange to a deep red; usually, all members of the same tribe share the same colored skin, though they also come in shades of green. Goblins are typically found in dark leathers soiled by poor hygiene and colored in a similar range of tones to their skin. Goblins usually stand between 3'4\" and 3'8\" and weigh about 40 to 55 pounds on average.\n\nGoblins breed extremely rapidly compared with many other races, accounting for their large population.\n\nGoblinoids rarely get along with themselves better than their enemies, though they have been known to come together under a common cause on occasion. In such situations, the hierarchy is usually determined by whoever would win in a fight, and it is not uncommon for them to find out through physical methods. To goblinoid thinking, elves and dwarves are particularly nasty arch-enemies, humans are things to kill if possible and run from if not, halflings are perfect targets, and drow are creatures to be feared.\n\nThe forces driving a goblin are powerful, deep and haunting. Half-cultural and half-instinctual, these compelling fears, desires and hatreds carry the goblin through a bleak and savage life. Individually and in small groups, goblins are aware of their vulnerability. Goblinoids, orcs and worse creatures inhabit the world, waiting to enslave or slay them; and the good races are ready to commit genocide if ever the goblin tribe leaves the safety of the shadows. This caution has given rise to the idea of \"goblin cowardice\".\n\nTo some degree this is true: a goblin does avoid an open battle on enemy ground and will often flee to the shadows. A simple explanation such as \"goblin cowardice\", however, fails to tell the whole story. With sufficient numbers and preparation, these creatures willingly face any enemy and will prove a vicious, unrelenting and memorable foe.\n\nIn the tribe, goblin fears and behaviors reach their peak. From the earliest moments, a goblin is taught the harsh price of showing weakness, failing, or a misguided allegiance. These youngsters watch their peers be starved, bullied and even killed for minor errors. If it reaches maturity, a goblin is well acclimatised to its environment and has learned to maneuver carefully, obeying the strong and exploiting the weak. They are fully committed to taking any action necessary to never be last, weakest, or slowest.\n\nJust as they are ever on the lookout for another goblin to dominate, they are equally watchful of their leaders. Each of them understands their own status in the tribe can advance when the strong fall. Goblin leaders are typically aware of this danger and keep the tribe busy enough raiding, scouting and fighting among themselves to maintain power.\n\nA seething hatred for all other life, even nature itself, is oft the cornerstone of the goblin psyche. They live to defile, despoil and profane. Their priesthoods are relentless in reciting hateful tenets; and every goblin is eager to murder, pillage, and terrorise the enemies of their gods. If the selfishness and deceit of their hearts did not channel such energy to infighting, there is little doubt these creatures would be a world-shaping force. Few races are as prolific or relentless as goblins; and countless enemies would have been forced from their cities long ago, driven before the unending waves of these cruel marauders.\n\nGoblins can survive wherever there is air, water, and some form of nourishment. They have been encountered everywhere from the arctic to trackless deserts and remote islands. Given a choice, goblins will lair in tunnels; ruins; or underground caverns. As this is not always possible, they have adapted themselves to numerous alternative arrangements. If food is abundant and powerful enemies are scarce, any piece of land can become an ideal goblin habitat.\n\nCavernous entrances into the Underdark were the first locations settled by goblins following their surface migration. The combination of plentiful resources and easy access to the comfort of the Underdark (into which few races will delve) allowed them to thrive. Eventually, other humanoids - most notably their hobgoblin relatives - began to target these locales with slave raids, causing another wave of goblin migration throughout the lands above and below.\n\nToday, the majority of goblins on the surface inhabit cave and tunnel systems ranging from bear dens to abandoned or conquered mines. Although lazy, goblins are fair miners and can modify even poor locations to accommodate their tribe. The wolf and worg, found among many tribes, have made it possible for them to extend their influence across hills and mountains virtually everywhere.\n\nWhen it is not possible to locate an underground lair, a tribe will seek ruins or other abandoned structures to inhabit. As a last resort, they will make shelter from whatever is available. Goblins are not overly industrious and such building efforts are poorly conceived, roughly implemented and unsightly. Unlike their hobgoblin relatives, goblins rely primarily on camouflage for defense and will rarely build a stockade or wall around their lair.\n\nGoblin Ability Adjustments: +2 Dex, -2 Str.\n\nFavored Class (Rogue): A multiclass goblin's rogue class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Languages: Goblin, Undercommon.\n\nSpecial Abilities:\n\n- Small Stature:\n +1 size bonus to attack rolls.\n +1 size bonus to AC.\n +4 size bonus to Hide checks.\n- Skill Affinity (Move Silently): +4 racial bonus to Move Silently checks.\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Skill Affinity (Spot): +2 racial bonus to Spot checks.\n- Bonus Feat: Darkvision.\n- Bonus Feat: Use Poison.\n- Goblin Swarm Bonuses.\n\nSpecial: Goblins are small creatures and as such they can never use the following Large weapons: bastard sword, dire mace, two-bladed sword, double axe, greataxe, greatsword, halberd, heavy flail, quarterstaff, scythe and spear.\nPackages: Goblin characters should only choose the default package for their class, as the other packages may give the goblin weapons they cannot use."
  },
  {
      "id":60,
      "name":"Kobold",
      "nameplural":"Kobolds",
      "convername":"Kobold",
      "convernamelower":"kobold",
      "text":"Kobolds are short, reptilian humanoids with cowardly and sadistic tendencies. A kobold's scaly skin ranges from dark rusty brown to a rusty black color. It has glowing red eyes. Its tail is nonprehensile. Kobolds wear ragged clothing, favoring red and orange.\n\nKobolds are aggressive, xenophobic, yet industrious small humanoid creatures. They are noted for their skill at building traps and preparing ambushes. Kobolds are distantly related to dragons and are often found serving them as minions. Kobolds speak a version of draconic, with a yipping accent. Kobolds are often described as either rat- or dog-like.\n\nKobolds usually consume plants or animals but are not averse to eating intelligent beings. They spend most of their time fortifying the land around their lairs with traps and warning devices (such as spiked pits, tripwires attached to crossbows, and other mechanical contraptions).\n\nKobolds hate almost every other sort of humanoid or fey, especially gnomes and sprites.\n\nA kobold is 2 to 2-1/2 feet tall and weighs 35 to 45 pounds. Kobolds speak Draconic with a voice that sounds like that of a yapping dog.\n\nKobold miners make up the vast majority of any tribe.\n\nIf the biggest hurdle a kobold faces is her lack of strength, then that’s no obstacle at all. The moment a kobold accepts her physical weakness, the more powerful she can become through means other than brute force. Kobolds’ power doesn’t originate in their muscles, but from their hereditary magic—in the heart of every kobold flows the blood of dragons.\n\nFor kobolds, awakening the potential of sorcery within themselves is a birthright. Nothing could be more natural. As quick-footed creatures, kobolds can also become talented rogues. With a kobold’s lack of brawn and stamina, the fighting professions might seem less than appealing, but as with any vocation that kobolds embrace with determination, they are still very much possible.\n\nKobold society is influenced by their Lawful Evil alignment. They will plan and dig mines industriously, while laying cruel traps for interlopers. If they must confront an enemy, they will mass their troops for an ambush. Among the monstrous humanoids, they are known for cunning plans, unlike many they also share those plans among the tribe. General plans and goals are common knowledge, and detailed plans are shared with all who ask to allow them to work fruitfully for the good of the tribe.\n\nKobolds have specialized laborers, yet the majority of kobolds are miners. Kobolds prefer exile to execution, and in some disputes, kobolds will split tribes in order to spread their kind over a larger region. Kobolds are also extremely fecund egg-layers, having the highest birth rate among humanoids, and mature quickly, in 6 years. They often lay eggs in a common nest, with specialized foster parents to watch over the eggs and wyrmlings (young under 1 year).\n\nKobolds like to attack with overwhelming odds (at least two to one) or trickery; should the odds fall below this threshold, they usually flee. However, they attack gnomes on sight if their numbers are equal. They begin a fight by slinging bullets, closing only when they can see that their foes have been weakened. Whenever they can, kobolds set up ambushes near trapped areas. They aim to drive enemies into the traps, where other kobolds wait to pour flaming oil over them, shoot them, or drop poisonous vermin onto them.\n\nKobold Ability Adjustments: +2 Dex, -2 Str.\n\nFavored Class (Sorcerer): A multiclass kobold's sorcerer class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Languages: Draconic, Undercommon.\n\nSpecial Abilities:\n\n- Small Stature:\n +1 size bonus to attack rolls.\n +1 size bonus to AC.\n +4 size bonus to Hide checks.\n- Skill Affinity (Craft Trap): +2 racial bonus to Craft Trap checks.\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Skill Affinity (Spot): +2 racial bonus to Spot checks.\n- Bonus Feat: Darkvision.\n- Bonus Feat: Rapid Reload.\n\nSpecial: Kobolds are small creatures and as such they can never use the following Large weapons: bastard sword, dire mace, two-bladed sword, double axe, greataxe, greatsword, halberd, heavy flail, quarterstaff, scythe and spear.\nPackages: Kobold characters should only choose the default package for their class, as the other packages may give the kobold weapons they cannot use."
  },
  {
      "id":61,
      "name":"Gnoll",
      "nameplural":"Gnolls",
      "convername":"Gnoll",
      "convernamelower":"gnoll",
      "text":"Gnolls have Hyenalike heads, and their long limbs possess lean strength. Gnolls are covered in course yellow or reddish-brown fur, and their feet and legs are structured more like a hyena's hind legs then a humanoids. Despite the somewhat awkward appearance of their legs and feet, gnolls walk as bipeds and are as agile and speedy as a normal human. The wild gnolls who prey upon civilized races use patchwork armor and rusted weapons that they've stolen from past kills. Tribes that have found some level of personal honor favor hide or leather armor similar to the Barbarian tribes of humans.\n\nA gnoll is nocturnal carnivore, preferring intelligent creatures for food because they scream more. Gnolls tend to think with their stomachs, and any alliances they make (usually with bugbears, hobgoblins, ogres, orcs, or trolls) often fall apart when the gnolls get hungry. They dislike giants and most other humanoids, and they disdain manual labor.\n\nGnolls are considered adults at 14, and can possibly live until about 70-90. Their heights can go between 5'4\"-7'2\" for females or 5'6\"-7'4\" for males.\n\nMost gnoll tribes wander the wilderness, the strongest warrior governing with a brutal adherence to the idea that the strong can take freely from the weak. A few gnoll tribes attempt to pull away from their savage past, but they are the rare exception rather then the rule.\n\nGnoll Ability Adjustments: +2 Str, +2 Con, -2 Int, -2 Cha.\n\nFavored Class (Ranger): A multiclass gnoll's ranger class does not count when determining whether he suffers an XP penalty for multiclassing.\nBonus Languages: Animal, Undercommon.\nECL: +1\n\nSpecial Abilities:\n\n- Skill Affinity (Listen): +2 racial bonus to Listen checks.\n- Skill Affinity (Spot): +2 racial bonus to Spot checks.\n- Bonus Feat: Darkvision.\n- Bonus Feat: Power Attack.\n- Bonus Feat: Toughness.\n- Damage Immunity 5% to all physical damage.\n- Bonus Spell: War Cry"
  },
  {
      "id":68,
      "name":"Pixie",
      "nameplural":"Pixies",
      "convername":"Pixie",
      "convernamelower":"pixie"
  },
  {
      "id":69,
      "name":"Ogre",
      "nameplural":"Ogres",
      "convername":"Ogre",
      "convernamelower":"ogre"
  },
  {
      "id":70,
      "name":"Hobgoblin",
      "nameplural":"Hobgoblins",
      "convername":"Hobgoblin",
      "convernamelower":"hobgoblin"
  },
  {
      "id":71,
      "name":"Imp",
      "nameplural":"Imps",
      "convername":"Imp",
      "convernamelower":"imp"
  },
  {
      "id":72,
      "name":"Wild Dwarf",
      "nameplural":"Wild Dwarves",
      "convername":"Wild Dwarven",
      "convernamelower":"wild dwarven"
  },
  {
      "id":73,
      "name":"Troglodyte",
      "nameplural":"Troglodytes",
      "convername":"Troglodyte",
      "convernamelower":"troglodyte"
  },
  {
      "id":74,
      "name":"Forest Gnome",
      "nameplural":"Forest Gnomes",
      "convername":"Forest Gnome",
      "convernamelower":"forest gnome"
  },
  {
      "id":75,
      "name":"Derro",
      "nameplural":"Derros",
      "convername":"Derro",
      "convernamelower":"derro"
  }   
]